;ver. 1.0 del 26-02-2003
;INGLESE
;TESTI bit INPUT/OUTPUT - segnali di scambio

;*************************************************


;*************************************************

[LIST];IO Page List
0 = IO Pages
1 = _UDX;Ecodox
2 = _UC1;Uniclean
3 = _UTH;Unitherm H
4 = _UFA;Product Supplier
5 = _ISO;Isolator
6 = _SCR;Scrubber
7 = _NTD;Terboven
8 = SH1;Sterilcap SH1
9 = _CAP;CapsHopper
10 = _ECX;Ecoxide
11 = _CIN;Infeed Conv
12 = _COU;Outfeed Conv
13 = _SI2;Sterilcap IM2
14 = _BKH;Blower
15 = _BMM;Blower

;************************************************************************************************************
;************************************************************************************************************
;Testo sostitutivo del Commento in Lingua se la lunghezza della stringa eccede il limite max di 130 caratteri
[TXT]
0=>>>>>>>>>>>>>>>> Message too Long <<<<<<<<<<<<<<<<
;*************************************************



[SH1_1]
;sTERILCAP

SX01 = B..STERILCAP VHP
SX02 =D..ABFIL1.SignalFILFromSH1.CriticalAlarm..Critical Alarm
SX03 =D..ABFIL1.SignalFILFromSH1.BottInletStopReq..Bottle Inlet Stop Request
SX04 =D..ABFIL1.SignalFILFromSH1.MachineReady..Machine Ready                  
SX05 =D..ABFIL1.SignalFILFromSH1.SterilizationDone..Sterilization Done
SX06 =
SX07 =D..ABFIL1.SignalFILFromSH1.Warning..Warning
SX08 =
SX09 =
SX10 = 
SX11 = 
SX12 = 
SX13 = 
SX14 = 
SX15 = 
SX16 = 
SX17 = 
SX18 = D..ABFIL1.SignalFILFromSH1.H2O2Req..H2O2 Request
SX19 = N..ABFIL1.SignalFILFromSH1.SOPAvailable..SOP available
SX20 = D..ABFIL1.SignalFILFromSH1.SlowDownLackOfCaps..Slow Down Lack Of Caps   
SX21 = D..ABFIL1.SignalFILFromSH1.StopLackOfCaps..Stop Lack Of Caps
SX22 = D..ABFIL1.SignalFILFromSH1.CapsReq..Caps Request
SX23 = D..ABFIL1.SignalFILFromSH1.StartUpDone..Start Up done
SX24 = D..ABFIL1.SignalFILFromSH1.CapsChuteFull..Caps Chute Full
SX25 = 
SX26 = 
SX27 = 
SX28 = 

DX01 = B..FILLER
DX02 =D..ABFIL1.SignalFILToSH1.CriticalAlarm..Critical Alarm
DX03 =D..ABFIL1.SignalFILToSH1.BlocEmpty..Bloc empty
DX04 =D..ABFIL1.SignalFILToSH1.Production..Production 
DX05 =D..ABFIL1.SignalFILToSH1.Sanitation..Sanitation 
DX06 =D..ABFIL1.SignalFILToSH1.COPActive..COP active
DX07 =D..ABFIL1.SignalFILToSH1.SOPActive..SOP active
DX08 =
DX09 =D..ABFIL1.SignalFILToSH1.CapsStartUpReq..Caps Start Up request
DX10 =D..ABFIL1.SignalFILToSH1.PaaLineSterilization..PAA Line Sterilization
DX11 =D..ABFIL1.SignalFILToSH1.RinseAfterPaaSteril..Rinsing After PAA Sterilization         
DX12 =D..ABFIL1.SignalFILToSH1.AirFlushing..Air Flushing 
DX13 =D..ABFIL1.SignalFILToSH1.DrainReq..Drainage Request 
DX14 =D..ABFIL1.SignalFILToSH1.H2O2Available..H2O2 Available 
DX15 =D..ABFIL1.SignalFILToSH1.H2O2LowLevel..H2O2 Low level 
DX16 =D..ABFIL1.SignalFILToSH1.StartEnable..Start Enable 
DX17 =D..ABFIL1.SignalFILToSH1.EndProdReq..End Production request 
DX18 =D..ABFIL1.SignalFILToSH1.EmptyingReq..Emptying Request-Short Cycle In Production 
DX19 =
DX20 =D..ABFIL1.SignalFILToSH1.ShortCycleStart..Short Sterilization Start          
DX21 =D..ABFIL1.SignalFILToSH1.CapsRelOnFillerRunning..Caps release Open And Filler Running 
DX22 =
DX23 =
DX24 =D..ABFIL1.SignalFILToSH1.ZoneCycleActive1..Zone Active 1 
DX25 =D..ABFIL1.SignalFILToSH1.ZoneCycleActive2..Zone Active 2 
DX26 =D..ABFIL1.SignalFILToSH1.ZoneCycleActive2..Zone Active 3 
DX27 =
DX28 = 


;*************************************************



